/* eslint-disable */
export default {
  karbo: 'Карбо',

  menu: {
    about: 'О Карбо',
    download: 'Загрузить',
    usage: 'Использование',
    community: 'Сообщество',
    whitepaper: 'Whitepaper',
  },

  footer: {
    resources: {
      label: 'Resources',
      list: {
        usage: 'Использование',
        download: 'Загрузить',
        explorer: 'Обозреватель',
      }
    },
  },

  hero: {
    title: {
      line1: [
        'Децентрализованное',
        'Независимое',
        'Свободное',
        'Приватное',
        'Неотслеживаемое',
      ],
      line2: 'обменное средство',
    },
    subtitle: "основано на <strong>блокчейн</strong> технологии CryptoNote.",
    githubContribution: 'Cотрудничать на GitHub',

    downloadButton: {
      title: 'Загрузить кошелек',
      wallets: {
        all: 'Все кошельки и клиенты'
      },
    }
  },

  wallets: {
    windows: 'Кошелек для Windows',
    linux: 'Кошелек для Linux',
    macos: 'Кошелек для Mac OS X',
    android: 'Кошелек для Android',
    web: 'Web Кошелек',
    paper: 'Бумажный Кошелек',
  },

  about: {
    label: 'О Карбо',
    title: 'Преимущества Карбо',
    description: 'Карбо не имеет централизованного управления или эмитента, и обеспечивает конфиденциальность и анонимность транзакций без посредников и регуляторов.',

    privacy: {
      label: 'Приватность',
      content: 'Анонимность платежей, невозможность их отслеживания и устойчивость к блокчейн анализу обеспечивается технологией Cryptonote.',
    },
    full_control: {
      label: 'Всё под вашим контролем',
      content: 'Только вы контроллируете свои деньги в Карбо. Никто не может их изъять, ограничить к ним доступ, или лишить вас возможности свободно ими распоряжаться.',
    },
    no_intermediates: {
      label: 'Без посредников и регуляторов',
      content: 'Транзакции управляются децентрализованной системой. Эмиссия происходит по заранее заданным математическим алгоритмам без внешнего вмешательства и человеческого фактора.',
    },
    openness: {
      label: 'Открытость и доступность',
      content: 'Карбо это открытая и децентрализованная сеть, в которой каждый может принять участие в майнинге, разработке и управлении.',
    },
    security: {
      label: 'Безопасность и надежность',
      content: 'Сеть, транзакции, ваша учетная запись и ваши монеты криптографически защищены (зашифрованы).',
    },
    coins: {
      label: 'Все монеты равны',
      content: 'Взаимозаменяемость (Fungibility) означает, что все монеты равны, имеют одинаковую стоимость и взаимозаменяемы, поскольку их историю невозможно проследить.',
    },
  },

  download: {
    karboWallet: 'Кошелек Карбо',
    label: 'Загрузка',
    title: 'Выберите Кошелек',

    tabs: {
      windows: 'Windows',
      macos: 'macOS',
      linux: 'Linux',
      mobile: 'Mobile',
      web: 'Web',
      paper: 'Paper',
    },

    wallets: {
      cli: {
        title: 'Коммандная Строка',
        description: 'Набор консольных приложений для работы с Карбо.',
      },
      classic: {
        title: 'QT Wallet Classic',
        description: 'Основной и рекомендуемый кошелек Карбо для ПК.',
      },
      spring: {
        title: 'QT Spring Wallet',
        description: 'Альтернативный кошелек Карбо.',
      },
      lite: {
        title: 'Lite Wallet',
        description: 'Легкий кошелек. Не загружает и не хранит блокчейн на диске.',
      },
      android: {
        title: 'Android Кошелек',
        description: 'Мобильный кошелек для Android.',
      },
      web: {
        title: 'Web Кошелек',
        description: 'Web Кошелек, работающий в браузере. Можно использовать на Android и iOS.',
      },
    }
  },

  usage: {
    label: 'Использование',
    title: 'Партнеры',
    description: 'Где можно купить, обменять или потратить Карбо.',
  },

  social: {
    label: 'Сообщество',
    title: 'Присоединиться к сообществу Карбо',
    description: 'Присоединиться к обсуждению чтобы быть в курсе всех последних новостей.',
  }
}
